<?php

return [
    'confirmation_subject' => 'Подтверждение Email',
    'confirmation_subject_title' => 'Продтвердите ваш email',
    'confirmation_body' => 'Пожалуйста, подтвердите свой адрес электронной почты, чтобы получить доступ к этому веб-сайту. Нажмите на кнопку ниже, чтобы подтвердить свой адрес электронной почты.',
    'confirmation_button' => 'Подтвердить сейчас',

    'not_confirmed' => 'Указанный адрес электронной почты не подтвержде. <a href=":resend_link">Отправить ссылку для подтверждения.</a>',
    'not_confirmed_reset_password' => 'Данный адрес электронной почты не подтвержден. Чтобы сбросить пароль, вы должны сначала подтвердить адрес электронной почты.<a href=":resend_link">Отправить ссылку для подтверждения.</a>',
    'confirmation_successful' => 'Вы успешно подтвердили свой адрес электронной почты. Пожалуйста, войдите.',
    'confirmation_info' => 'Пожалуйста, подтвердите ваш адрес электронной почты.',
    'confirmation_resent' => 'Мы отправили вам еще одно подтверждение по электронной почте. Вы должны получить его в ближайшее время.',
];